12/data/attachments/519dd82d1e4a5390.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Maria_magazine_Friend_17128_9</nif:username>
            <nif:friendToBeRequested>soap_friends_db3e76ae-7435-480c-8a61-666475832b79</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>